export default {
    // 数据模拟
    gameDetail:{
        main_pic: "http://192.168.99.102/SCI/static/img/gameBackups/2017/12/06/151255424229352.jpg",
        icon: "http://192.168.99.102/SCI/static/img/gameBackups/2017/12/06/151253389166931.png",
        game_name: "五行师",
        score: "9",
        descript: "每一张卡都很有用，绝无废卡!",
        tell: "565420423",
        control: "游戏特色：<br>--【经验丰富的创新】--<br>战斗规则迥异于其他TCG。比如法力上限靠献祭卡牌来增加，比如战场分6条攻击路线。开发者曾设计过第一款国产TCG《互动武侠》，而《五行师》是平生第4款TCG。<br>--【千锤百炼的平衡性】--<br>在平衡性上追求“双无”：<br>无垃圾卡：任何卡牌，如果天梯中无人问津，必定在竞技场中表现不错。<br>无过强卡：没有哪张卡牌效果逆天，所以任何卡牌都允许放满3张。<br>--【超高的自由度】--<br>没有职业的限制，任何两张卡牌都可以自由搭配，却又用“门派”的设计保证了平衡性。<br>首批推出近400张卡牌，近20个门派，你可以尽情放飞想象的翅膀！<br>--【足够的竞技性】--<br>这是一款追求竞技性的游戏。虽然离不开运气，但很少见到“我胡了您随意”的无聊局面，更常见的，是百转千回的精彩对决！<br>--【丰富...",
        screen:[
            {
                src:"http://192.168.99.102/SCI/static/img/developerscreen/2017/12/06/151253378852256.jpg",
            },
            {
                src:"http://192.168.99.102/SCI/static/img/developerscreen/2017/12/06/151253379380922.jpg",
            },
            {
                src:"http://192.168.99.102/SCI/static/img/developerscreen/2017/12/06/151253379959743.jpg",
            },
            {
                src:"http://192.168.99.102/SCI/static/img/developerscreen/2017/12/06/151253381823650.jpg",
            },
        ],
        uploadCont:"1.新增...<br>2.新增...<br>3.新增..."
    }
    



}